/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "完全で正しいアドレスです。";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "アドレスが無効であるか、または不完全です。";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "ポート番号が無効です。ポート番号は 1 〜 65535 の範囲でなければなりません。";

/* Display when address field is empty */
"Enter host name or IP address." = "ホスト名または IP アドレスを入力してください。";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "アドレスを検証中...";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "接続できるかどうか判断できません。[%d、%ld]";
